---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RebarSystemFailures.HostFlagAreaOff
source: html/a5837ab1-0a47-d1f7-ad93-89782a56d29e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RebarSystemFailures.HostFlagAreaOff Property

## Syntax (C#)
```csharp
public static FailureDefinitionId HostFlagAreaOff { get; }
```